Repository: inspyration/django-gluon
Catalog: gluon/locales/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Gluon - 00 - Gluon Base module
fr_fr: Gluon - 00 - Module de base de Gluon

source: created on
fr_fr: créé le

source: Date of creation
fr_fr: date de création

source: last modified on
fr_fr: modifié pour la dernière fois le

source: Date of last modification
fr_fr: Date de modification

source: deleted on
fr_fr: supprimé le

source: Date of deletion
fr_fr: Date de suppression

source: created by
fr_fr: créé par

source: The user who created this data
fr_fr: L'utilisateur qui a créé cette donnée

source: last modified by
fr_fr: modifié pour la dernière fois le

source: The user who last modified this data
fr_fr: L'utilisateur qui a modifié pour la dernière fois cette donnée

source: deleted by
fr_fr: supprimé par

source: The user who deleted this data
fr_fr: L'utilisateur qui a supprimé cette donnée

source: active
fr_fr: actif

source: Is the data usable ?
fr_fr: La donnée est-elle utilisable ?

source: The way the data will be see from foreign objects
fr_fr: La manière dont la donnée sera vue par les objets étrangers

source: name
fr_fr: nom

source: Unique name, used in imports/exports features
fr_fr: Nom unique, utilisé par les fonctionnalités d'import/export

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Gluon - 03 - Legal related module
fr_fr: Gluon - 03 - Module relatif au juridique

source: address 1
fr_fr: adresse 1

source: Address line 1
fr_fr: Adresse

source: address 2
fr_fr: adresse 2

source: Address line 2
fr_fr: Complément d'adresse

source: zip
fr_fr: code postal

source: Address zip code
fr_fr: Code postal associé à l'adresse

source: city
fr_fr: Ville

source: Address city
fr_fr: Ville associé à l'adresse

source: state
fr_fr: etat

source: Address state
fr_fr: État associé à l'addresse

source: country
fr_fr: pays

source: Address country
fr_fr: Pays associé à l'adresse

source: address
fr_fr: adresse

source: addresses
fr_fr: adresses

source: Profile addresses
fr_fr: Adresses associées au profil

source: website
fr_fr: Site web

source: Profile main website
fr_fr: Site web associé au profil

source: phone
fr_fr: téléphone

source: Profile phone
fr_fr: Téléphone associé au profil

source: Profile Fax
fr_fr: Fax associé au profil

source: Profile Locale
fr_fr: Locale associée au profil

source: Profile timezone
fr_fr: Fuseau horaire associé au profil

source: Timezone
fr_fr: Fuseau horaire

source: profile
fr_fr: profil

source: profiles
fr_fr: profils

source: tin
fr_fr: tva

source: Tax intra. number
fr_fr: Numéro de TVA intracommunautaire

source: logo height
fr_fr: hauteur du logo

source: logo width
fr_fr: largeur du logo

source: Entity logo
fr_fr: Logo de l'entité

source: entity
fr_fr: entité

source: first_name
fr_fr: prénom

source: Person first name
fr_fr: Prénom de la personne

source: last name
fr_fr: nom

source: Person last name
fr_fr: Nom de la personne

source: avatar height
fr_fr: hauteur de l'avatar

source: avatar width
fr_fr: largeur de l'avatar

source: person
fr_fr: personne

source: persons
fr_fr: personnes

source: Gluon - 02 - SAAS management
fr_fr: Gluon - 02 - Gestion du SAAS

source: owner
fr_fr: propriétaire

source: Is this module a main application ?
fr_fr: Ce module est-il une application de premier plan ?

source: Is this module an application ?
fr_fr: Ce module est-il une application ?

source: price
fr_fr: prix

source: Module price
fr_fr: Prix du module

source: opened
fr_fr: ouvert

source: Is the instance is open ?
fr_fr: L'instance est-elle ouverte ?

source: Owner
fr_fr: Propriétaire

source: Address 1 of the instance owner
fr_fr: Adresse du propriétaire de l'instance

source: Address 2 of the instance owner
fr_fr: Complément d'adresse du propriétaire de l'instance

source: Zip of the instance owner
fr_fr: Code postal du propriétaire de l'instance

source: City of the instance owner
fr_fr: Ville du propriétaire de l'instance

source: State of the instance owner
fr_fr: État du propriétaire de l'instance

source: Country of the instance owner
fr_fr: Pays du propriétaire de l'instance

source: Website URI
fr_fr: URI du site web

source: Phone number
fr_fr: Numéro de téléphone

source: Fax number
fr_fr: Numéro de fax

source: List of module installed on the instance
fr_fr: Liste des modules installés sur l'instance

source: Logo of the instance owner
fr_fr: Logo du propriétaire de l'instance

source: timezone
fr_fr: fuseau horaire

source: groups
fr_fr: groupes

source: List of groups used by the role
fr_fr: Liste de groupes associés au rôle

source: access role
fr_fr: rôle d'accès

source: access roles
fr_fr: rôles d'accès

source: user
fr_fr: utilisateur

source: user who owns this account
fr_fr: utilisateur associé à ce compte

source: Role linked to this account
fr_fr: rôle associé à ce compte

source: role
fr_fr: rôle

source: access account
fr_fr: compte utilisateur

source: access accounts
fr_fr: comptes utilisateur

source: User linked to this profile
fr_fr: Utilisateur rattaché à ce profil

source: first name
fr_fr: prénom

source: First name
fr_fr: nom

source: Last name
fr_fr: Nom

source: Gluon - 01 - Utilities
fr_fr: Gluon - 01 - Utilitaires

source: Model "{0}" has a field named "{1}". > It conflicts with the TimeFramedMixin manager.
fr_fr: Le modèle "{0}" a un champs nommé "{1}". > Ce champs entre en conflit avec le gestionnaire TimeFramedMixin.

source: start on
fr_fr: début le

source: end on
fr_fr: fin le

source: model
fr_fr: modèle

source: Model related to the status
fr_fr: modèle associé au statut

source: Is the status usable ?
fr_fr: Le statut est-il utilisable ?

source: deleted
fr_fr: supprimé

source: Is the status deleted
fr_fr: Le statut est-il supprimé

source: status name
fr_fr: nom du statut

source: Name of the status
fr_fr: Nom du statut

source: Is the status is the default one for the model ?
fr_fr: Le statut est-il celui par défaut du modèle ?

source: status
fr_fr: statut

source: statuses
fr_fr: statuts

source: Two letters code
fr_fr: Code à deux lettres

source: Three letters code
fr_fr: Code à trois lettres

source: number
fr_fr: numéro

source: Three digits number code
fr_fr: Code à trois chiffres

source: french name
fr_fr: nom français

source: French common name of the country
fr_fr: Nom commun français donné au pays

source: english name
fr_fr: nom anglais

source: English common name of the country
fr_fr: Nom commun anglais donné au pays

source: usage name
fr_fr: nom d'usage

source: Usage name (localised)
fr_fr: nom d'usage (localisé)

source: countries
fr_fr: pays

source: Related country
fr_fr: Pays associé

source: states
fr_fr: états

source: timezones
fr_fr: fuseaux horaires
